[Translator]
Name=Zityi's Software Translator Team [Latcyba] #13#10E-mail: zityisoft@gmail.com#13#10Weboldal: http://szoftverforditasok.hu/Forum.html


[frmMain]
mnuFindTarget.Caption=Terület kijelölése...
mnuPrimaryMonitor.Caption=Elsõdleges monitor
mnuSecondaryMonitor.Caption=Másodlagos monitor
mnuRecordScreen.Caption=Teljes képernyõ...
mnuISOMPEG1standard.Caption=ISO MPEG-1 szabvány ( .AVI )
mnuISOMPEG2standard.Caption=ISO MPEG-2 szabvány ( .AVI )
mnuISOMPEG4standard.Caption=ISO MPEG-4 szabvány ( .AVI )
mnuXvid.Caption=ISO MPEG-4 XVID ( .AVI )
mnuOpenDivx.Caption=ISO MPEG-4 OpenDivx ( .AVI )
mnuMicrosoftMPEG4part2.Caption=Microsoft MPEG-4 part 2 ( .AVI )
mnuMicrosoftMPEG4part3.Caption=Microsoft MPEG-4 part 3 ( .AVI )
mnuFlashVideo.Caption=Flash Video ( .FLV )
mnuISOMPEG4standardMP4.Caption=ISO MPEG-4 standard ( .MP4 )
mnuAppleQuickTime.Caption=Apple QuickTime ( Sony Vegas editable ) ( .MOV )
mnuMPEG2TransportStream.Caption=MPEG-2 transport stream ( .TS )
mnuMPEG2PSformat.Caption=MPEG-2 PS ( .VOB )
mnuVFWCodec.Caption=Külsõ kódek... ( .AVI )
mnuISOMPEG4standardWMV.Caption=Microsoft MPEG-4 part 3 ( .WMV )
mnuISOWMV2.Caption=Windows Media Video 8 ( .WMV )
ActionManager.Categorys.&Mode=Mód
ActionManager.Categorys.&Tools=Eszközök
ActionManager.Categorys.&Help=Súgó
mnuSettings.Caption=&Opciók...
mnuAbout.Caption=&Névjegy...
mnuMP3AudioCodec.Caption=MPEG audio layer 3 ( .MP3 )
mnuWMAAudioCodec.Caption=Windows Media Audio 2 ( .WMA )
mnuFreeLosslessAudioCodecflac.Caption=FLAC (Free Lossless Audio Codec) ( .FLAC )
mnuAACAudioCodec.Caption=AAC (Advanced Audio Coding) ( .M4A )
mnuRecordingTheScreenAndAudio.Caption=Képernyő és hang felvétele
mnuRecordingOnlyAudio.Caption=Csak hang felvétele
mnuRecordingTheGame.Caption=Recording Game
mnuGIFAnimation.Caption=GIF animáció ( .GIF )
mnuMP4ContainerFormat.Caption=MP4 (MPEG-4 Part 14) formátum
mnuMKVContainerFormat.Caption=MKV (Matroska) formátum
mnuM4VContainerFormat.Caption=M4V (iPod MP4) formátum
mnuMOVContainerFormat.Caption=MOV (QuickTime) formátum
mnuWMVContainerFormat.Caption=WMV (Windows Media Video) formátum
mnuFLVContainerFormat.Caption=FLV (Flash Video) formátum
mnuAVIContainerFormat.Caption=AVI (Audio Video Interleaved) formátum
mnuTSContainerFormat.Caption=TS (MPEG-2 Transport Stream) formátum
mnuVOBContainerFormat.Caption=VOB (MPEG-2 PS) formátum
mnuNvidiaNvencH264AACMP4.Caption=NVIDIA NVENC H.264 + AAC (.MP4)
mnuISOMPEG4standardMP4AAC.Caption=ISO MPEG-4 standard + AAC ( .MP4 )
mnuNvidiaNvencH264AACMKV.Caption=NVIDIA NVENC H.264 + AAC (.MKV)
mnuISOMPEG4standardFLACMKV.Caption=ISO MPEG-4 standard + FLAC ( .MKV )
mnuISOMPEG4standardAACMKV.Caption=ISO MPEG-4 standard + AAC ( .MKV )
mnuISOMPEG4standardMP3MKV.Caption=ISO MPEG-4 standard + MP3 ( .MKV )
mnuNvidiaNvencH264AACM4V.Caption=NVIDIA NVENC H.264 + AAC (.M4V)
mnuISOMPEG4standardAACM4V.Caption=ISO MPEG-4 standard + AAC ( .M4V )
mnuNvidiaNvencH264AACMOV.Caption=NVIDIA NVENC H.264 + AAC (.MOV)
mnuAppleQuickTimeMOVAAC.Caption=Apple QuickTime + AAC ( .MOV )
mnuNvidiaNvencH264AACAVI.Caption=NVIDIA NVENC H.264 + AAC (.AVI)
mnuHardwareEncoderSettings.Caption=Hardverkódoló beállításai...
mnuAudioCodecsSettings.Caption=Audió kódekek beállításai...
mnuCustomSize.Caption=&Egyéni méret...
mnuNvidiaNvencH264FLACMKV.Caption=NVIDIA NVENC H.264 + FLAC (.MKV)
mnuOpenH264FLACMKV.Caption=Open H.264 + FLAC (.MKV)
mnuRegister.Caption=&Regisztráció...
mnuBuy.Caption=&Vásárlás...
ActionManager.Categorys.&Register=&Regisztráció
mnuAddRecordingArea.Caption=Felvételi terület hozzáadása...
mnuEditRecordingAreaList.Caption=Felvételi terület lista szerkesztése...
mnuNvidiaNvencHEVCAACMP4.Caption=NVIDIA NVENC HEVC + AAC (.MP4)
mnuNvidiaNvencHEVCAACMKV.Caption=NVIDIA NVENC HEVC + AAC (.MKV)
mnuNvidiaNvencHEVCFLACMKV.Caption=NVIDIA NVENC HEVC + FLAC (.MKV)
mnuNvidiaNvencHEVCAACAVI.Caption=NVIDIA NVENC HEVC + AAC (.AVI)
mnuExit.Caption=&Kilépés
mnuAutoSelectCodec.Caption=Automatikus kiválasztás
mnuIntelQuickSyncVideoH264AACMP4.Caption=Intel Quick Sync Video H.264 + AAC (.MP4)
mnuIntelQuickSyncVideoHEVCAACMP4.Caption=Intel Quick Sync Video HEVC + AAC (.MP4)
mnuIntelQuickSyncVideoH264AACMKV.Caption=Intel Quick Sync Video H.264 + AAC (.MKV)
mnuIntelQuickSyncVideoH264FLACMKV.Caption=Intel Quick Sync Video H.264 + FLAC (.MKV)
mnuIntelQuickSyncVideoH264AACM4V.Caption=Intel Quick Sync Video H.264 + AAC (.M4V)
mnuIntelQuickSyncVideoH264AACMOV.Caption=Intel Quick Sync Video H.264 + AAC (.MOV)
mnuIntelQuickSyncVideoH264AACAVI.Caption=Intel Quick Sync Video H.264 + AAC (.AVI)


[frmOption]
btnInformation.Caption=About(&A)
btnVideoConfiguration.Caption=Setting(&S)
lblFPS.Caption=FPS :
gbxVideo.Caption=Video
chkAudio.Caption=Hangeszköz beállítása
lblAudioDrive.Caption=Eszköz :
lblChannel.Caption=Csatorna :
lblSampleRate.Caption=Mintavételi seb.:
lblQuality.Caption=Quality:
chkRecordCursor.Caption=&Egérkurzor megjelenítése
chkBalanceReposition.Caption=A felvételi területet mozgatásakor a fõablak is áthelyezésre kerül.
gbxHotkeySettings.Caption=Gyorsbillentyű beállítások
chkRecordHotkey.Caption=Felvétel:
chkPauseHotkey.Caption=Szünet: 
chkCaptureHotkey.Caption=Pillanatkép:
chkFindTargetHotkey.Caption=Cél terület:
lbledtOutputPath.Caption=Mentés helye:
btnOK.Caption=OK
btnCancel.Caption=Mégse
Caption=Opciók
lblMin.Caption=Perc
lblSecond.Caption=Mp
lblAfterCompletion.Caption=felvételi idõ.
gbxRservationRecord.Caption=Felvétel idõtartamának beállítása
chkRecordingTimeLimite.Caption=&Engedélyezés
gbxLanguage.Caption=Nyelvi beállítások
lblLanguage.Caption=Nyelv :
lblVideoBitrate.Caption=Bitsebesség :
lblAudioBitrate.Caption=Bitsebesség :
gbxVideoEncoding.Caption=Videó
gbxAudioEncoding.Caption=Hang
btnRestoreDefaultSettings.Caption=Visszaállítás alapértelmezettre 
lblCaptureFormat.Caption=Pillanatfelvételi képfájl formátuma:
lblUsingMultiCore.Caption=Több magos használat:
gbxMouseEffect.Caption=Egérkurzor effektus
chkEnabledMouseEffect.Caption=Engedélyezés
lblMouseEffectColor.Caption=Szín
lblMouseEffectSize.Caption=Méret
gbxTimeLimitSettings.Caption=Opciók
rbTimeLimitDoNothing.Caption=Ne tegyen semmit
rbTimeLimitStartNewRecording.Caption=Új felvétel indítása
rbTimeLimitExitProgram.Caption=Kilépés a programból
rbTimeLimitShutdown.Caption=Számítógép leállítása
gbxWatermarkSettings.Caption=Vízjel hozzáadása a videóhoz
chkUseWatermark.Caption=&Vízjelek használata
lbledtWatermakrImagePath.Caption=Kép helye: 
lblOpacity.Caption=Átlátszóság: 
gbxWatermarkImagePosition.Caption=Pozíció
lblVideoQuality.Caption=Minőség: 
lblEncoderThreadCount.Caption=Kódolási menet száma: 
chkShowFPSOverlay.Caption=FPS megjelenítése
gbxGameRecording.Caption=Játék felvétel
lblColorConversionQuality.Caption=Színkonverzió minősége : 
pmnuPrefixDateTime.Caption=Előtag + Dátum + Idő
pmnuProgramNameDateTime.Caption=Programnév + Dátum + Idő
pmnuUserIDDateTime.Caption=UserID + Dátum + Idő
pmnuDisplayUserNameDateTime.Caption=DisplayUserName + Dátum + Idő
pmnuPrefixLocalizationDateNumber.Caption=Előtag + LocalizationDate + Szám(#)
pmnuProgramNameLocalizationDateNumber.Caption=Programnév + LocalizationDate + Szám(#)
pmnuUserIDLocalizationDateNumber1.Caption=UserID + LocalizationDate + Szám(#)
pmnuDisplayUserNameLocalizationDateNumber1.Caption=DisplayUserName + LocalizationDate + Szám(#)
pmnuPrefixNumber1.Caption=Előtag + Szám(#)
pmnuPrefixNumber2.Caption=Előtag + Szám(##)
pmnuPrefixNumber3.Caption=Előtag + Szám(###)
pmnuProgramNameNumber1.Caption=Programnév + Szám(#)
pmnuProgramNameNumber2.Caption=Programnév + Szám(##)
pmnuProgramNameNumber3.Caption=Programnév + Szám(###)
pmnuNumber1.Caption=Szám(#)
pmnuNumber2.Caption=Szám(##)
pmnuNumber3.Caption=Szám(###)
pmnuHelp.Caption=&Súgó...
ledtFileName.Caption=Fájlnév: 
chkHideDragCursorInRecordingArea.Caption=Egérkurzor elrejtése a felvételi területen
gbResizeVideo.Caption=Átméretezés
chkResizeVideo.Caption=Videó átméretezése
lblResolution.Caption=Felbontás:
lblResizeQuality.Caption=Minőség: 
lblGIFFPS.Caption=FPS: 
lblGIFQuality.Caption=Minőség:
gbxGIF.Caption=GIF beállítások
chkGIFIncludeCursor.Caption=Egérkurzor megjelenítése
chkResizeGIF.Caption=&GIF átméretezése
lblGIFResolution.Caption=Felbontás:
lblGIFResizeQuality.Caption=Minőség: 
gbResizeGIF.Caption=Átméretezés
rbTimeLimitHibernate.Caption=Számítógép hibernálása
tsGeneral.Caption=Általános
tsGame.Caption=Játék
tsResize.Caption=Átméretezés
gbxMicrophone.Caption=Mikrofon beállítások
lblMicrophoneInputSource.Caption=Bemeneti forrás
gbxEncodingSettings.Caption=Kódolás
gbxGameRecordingPerformance.Caption=Játék felvétel
lblStageOfPipeline.Caption=Végrehajtási folyamat:
lblDecoderResolutionCompatibility.Caption=Dekóder felbontási kompatibilitás:
lblWatermarkLeftRightMargins.Caption=Bal, jobb margók
lblWatermarkTopBottomMargin.Caption=Felső, alsó margók
gbxCalcFPS.Caption=FPS kiszámítása
lblCalcFPSInterval.Caption=Időköz:
lblCalcFPSMS.Caption=milliszekundum
lblCalcFPSRoundMode.Caption=Kerek mód: 
gbxFPSLimit.Caption=FPS korlátozás
chkFPSLimit.Caption=FPS korlátozás
lblFPSLimit.Caption=FPS:
chkLimitFPSWhenRecording.Caption=FPS korlátozása felvételkor
chkCaptureIncludeCursor.Caption=Tartalmazza az egérkurzort
chkUseCaptureImageWatermark.Caption=Vízjel hozzáadása a képhez
lblFPSLimitMode.Caption=Mód:
tsMouseLeftClickEffect.Caption=Bal egérgomb kattintási effektus
tstsMouseRightClickEffect.Caption=Jobb egérgomb katintási effektus
chkMouseLeftClickEffect.Caption=Bal egérgomb kattintási effektus hozzáadása
lblMouseLeftClickEffectStyle.Caption=Stílus:
lblMouseLeftClickColor.Caption=Szín:
lblMouseLeftClickEffectSize.Caption=Méret:
lblMouseLeftClickLineWidth.Caption=Vonalvastagság:
chkMouseRightClickEffect.Caption=Jobb egérgomb katintási effektus hozzáadása
lblMouseRightClickEffectStyle.Caption=Stílus:
lblMouseRightClickColor.Caption=Szín:
lblMouseRightClickEffectSize.Caption=Méret
lblMouseRightClickLineWidth.Caption=Vonalvastagság:
chkMouseCursorHighlightEffect.Caption=Egérkurzor kiemelési effektus hozzáadása
lblMouseCursorHighlightEffectColor.Caption=Szín:
lblMouseCursorHighlightEffectSize.Caption=Méret:
tsMouseCursorHighlightEffect.Caption=Kiemelési effektus
tsMouseCursorSize.Caption=Egérkurzor mérete
chkRecordingAreaAroundTheMouseCursor.Caption=Egérkurzor körüli terület rögzítése felvételkor
gbxWebcamSettings.Caption=Webkamera
chkWebcamOverlayToVideo.Caption=&Webkamera hozzáadása a videóhoz
lblWebcamList.Caption=Webkamera
btnWebcamPreview.Caption=&Előnézet...
btnWebcamSettings.Caption=&Beállítások...
gbxWebcamPosition.Caption=Pozíció
lblWebcamLeftRightMargins.Caption=Bal, jobb margók
lblWebcamTopBottomMarings.Caption=Felső, alsó margók
lblStartFilenameNumber.Caption=Indítási szám:
chkHiddenRecordingArea.Caption=Felvételi terület elrejtése
tsRecordingArea.Caption=Felvételi terület
lblWebcamFormat.Caption=Formátum:
btnAllReset.Caption=&Visszaállítás...
chkShowHideFPSHotKey.Caption=FPS megjelenítése/elrejtése:
chkOnOffAlwaysHideRecordingArea.Caption=BE/KI a felvételi terület elrejtése mindig
gbxScreenRecording.Caption=Képernyő felvétel
lblCaptureMethod.Caption=Helvézeli módszer:
chkShowRecordingAreaMiniControl.Caption=Mini vezérlő megjelenítése a felvételi területen
chkAlwaysOnTop.Caption=&Mindig felül
lblFrameRateMode.Caption=Képfrissítési mód:
gbxHiddenRecordingArea.Caption=Rejtett felvételi terület
chkAlwaysHideRecordingArea.Caption=Elrejtés mindig
chkHideRecordingAreaWhenRecording.Caption=Elrejtés felvételkor
chkHideRecordingAreaWhenAppMinimizedOrHidden.Caption=Elrejtés, amikor az alkalmazás kicsinyítve vagy rejtve van
chkUseTrayIcon.Caption=Tálca ikon használata
chkHideAppWhenAppMinimized.Caption=Alkalmazás elrejtése, amikor az alkalmazás kicsinyítve van
chkHideAppWhenAppStarts.Caption=Alkalmazás elrejtése, amikor az alkalmazás elindul
btnVideoQualityCustom.Caption=Egyéni...

[frmAbout]
btnOK.Caption=OK
lblDescription.Caption=Csak személyes használatra (nem kereskedelmi célú)
btnSendReport.Caption=Hibajelentés küldése...
Caption=Névjegy
tsInformation.Caption=Információ
tsLicense.Caption=Licenc megállapodás
btnRegister.Caption=&Regisztráció...

[frmVFWCodecs]
Caption=Külsõ kódekek
chkUseVFWCodec.Caption=Külsõ kódek használata
btnDownloadCodecs.Caption=Külsõ kódekek letöltése...
btnVideoConfiguration.Caption=Beállítás
btnInformation.Caption=Névjegy
btnOK.Caption=OK
btnCancel.Caption=Mégse
lblVFWAudioCodecs.Caption=Audió kódek

[frmRegister]
Caption=Regisztráció
ledtEMail.Caption=E-mail:
ledtSerialNumber.Caption=Sorozatszám:
btnOK.Caption=Ok
btnCancel.Caption=Mégse

[frmInternetAuth]
Caption=Kis türelmet...
lblAuthentication.Caption=Hitelesítés...

[frmSaveToGIFProgress]
Caption=Mentés..
btnCancel.Caption=&Mégse

[LanguageString]
Record=Felvétel
Resume=Folytatás
Pause=Szünet
Encoding=Kódolás
Capture=Pillanatkép
Area=Terület
Resize=Méretezés
Open=Megnyitás
Options=Opciók
Report=Jelentés
Register=Register
Info=Névjegy
Hotkey=Gyorsbillentyű
Hotkeys=Gyorsgomb
Save=Mentés
Codecs=Kódekek
Timelimit=Idõkorlát
Stop=Leállítás
Confirm=Megerõsítés
Version=Verzió
Language=Nyelv
Stereo=Sztereó
Mono=Monó
Warning=Figyelmeztetés
Sound=Hang
Error=Hiba
Information=Információ
Confirm=Megerõsítés
&Yes=Igen
&No=Nem
&OK=OK
&Cancel=Mégse
&Abort=Megszakítás
&Retry=Ismét
&Ignore=Kihagyás
Effect=Effektus
KeyframeRate=Kulcsképkocka sebesség
ModifiedWindowsHostFile=Windows hosts fájl beavatkozást észlelt.
StopRecording=Képernyõ felvétel leállítása.
StartRecording=Képernyõ felvétel indítása.
CaptureScreen=Képernyõ pillanatfelvétel.
CopyToClipboard=Másolás a vágólapra
PressKeyStopRecording=A felvétel leállításához nyomja meg a %s gombot.
RecordingFailed=A felvétel nem sikerült.
CauseAudioSynthesis=Indok (hang szintézis):
Cause=Cause
NotExistDefaultOutputPath=Mentési útvonal nem létezik. Az alapértelmezett elérés útvonala megváltozott.
Recording...=Recording
UpdateNewVersion=Az oCam frissítése egy újabb verzióra.
SelectAreaToRecord=A felvételi terület kijelölése.
ResizeRecordingArea=A felvételi területet átméretezése.
Position=Position
ChangeSettings=A program általános konfigurációs opciói.
DisplaySoftwareInformation=A program és licenc információk megjelenítése.
OpenOutputPath=Mentési mappa megnyitása.
BrowseForFolder=Tallózás a mappában
FailedRecordRegisterHotkey=A felvételi gyorsbillentyűt nem lehet regisztrálni.
FailedPauseRegisterHotkey=A szünet gyorsbillentyűt nem lehet regisztrálni.
FailedCaptureRegisterHotkey=A képernyõ pillanatfelvételi gyorsbillentyűt nem lehet regisztrálni.
FailedRecordAreaRegisterHotkey="A felvételi terület kijelölése" gyorsbillentyűt nem lehet regisztrálni.
PleaseChangeHotkey=Kérjük, változtassa meg a gyorsbillentyű beállításait.
LanguageChanged=Nyelv megváltozott. Indítsa újra a programot a módosítások alkalmazásához.
DownloadCodecs=A kódekek letöltése az internetrõl.
WhenUsedGoodCodecs=oCam-hoz legmegfelelőbb külsõ kódekcsomag telepítését javasoljuk.
GotoCodecPage=Felkeresi a kódek oldalát?
DontShowAgain=Ne jelenjen meg többé ez az üzenet.
RecordingStarting=Indítás...
RecordingStopping=Leállítás...
FailedInitWASSoundLibDLL=Nem sikerült inicializálni a  hangkönyvtárat. Ellenõrizze, hogy a Windows audió szolgáltatás fut e.
JPEGQuality=JPEG minõség
CompressQuality=Tömörítési minõség
LicenseTo=Registered
InvalidSerialNumber=Invalid Serial Number
RegisterExpired=Serial number has expired.
ExpiryDate=Expiry Date
Days=Day
Enabled=Engedélyezve
Disabled=Letiltva
Used=Használva
NotUsed=Nics használva
LowDiskSpace=Nincs elég hely a lemezen.
Watermark=Vízjel
RecordSystemAudio=Rendszerhang felvétele
DoNotRecordMicrophone=Ne készítsen hangfelvételt a mikrofonnal
DoNotRecordSystemAudio=Ne legyen rendszerhang
UltraHigh=Ultra magas
VeryHigh=Nagyon magas
High=Magas
Medium=Közepes
Low=Alacsony
VeryLow=Nagyon alacsony
Auto=Auto
CantNotLoadImage=Nem lehet betölteni a vízjel képet a fájlból.
NotFoundTheTargetRecordWindow=Felvételi cél ablak nem található.
RecordingGame=Játék
VeryFast=Nagyon gyors
Fast=Gyors
Normal=Normál
Slow=Lassú
VerySlow=Nagyon lassú
FileName=Fájlnév
ConnectionFailed=A kapcsolat a kiszolgálóval nem sikerült.
Congratulations=Gratulálunk!
SuccessfullyRegistered=Gratulálunk! Sikeresen regisztrálta.
InvalidSerialNumber=Érvénytelen sorozatszám. A sorszám érvénytelennek tűnik.
InvalidEMailAddress=Érvénytelen e-mail cím. Az e-mail cím érvénytelennek tűnik.
RegisterExpired=A sorozatszám, amivel aktiválta a terméket lejárt.
InvalidResponseFromServer=Érvénytelen választ kapott a szerverről.
RegisterAleady=A sorozatszám már regisztrálva lett.
Donate=Adományozás
MonitorNotSupportResolution=A monitor nem támogatja a felbontást.
HalfSize=Fél méret
FitWidth=Teljes szélesség
FitHeight=Teljes magasság
Custom=Egyéni
GIF=Anminated GIF
General=General
Game=Game
Performance=Teljesítmény
Input=Bemenet
LeftChannel=Bal csatorna
RightChannel=jobb csatorna
StereoChannel=Sztereó csatorna
3StagPipelineDescription=3 menetes (jó teljesítmény)
2StagPipelineDescription=2 menetes (normál)
NoPipelineDescription=nincs (lassú)
HighPerformance=Nagy teljesítmény
HighQuality=Magas minőség
BlurayDisk=Blu-ray lemez
LowLatency=Alacsony késleltetés
HighPerformanceLowLatency=Nagy teljesítmény és alacsony késleltetés
HighQualityLowLatency=Magas minőség és alacsony késleltetés
NvidiaDefault=Nvidia alapértelmezett
MaximumQuantizer=Maximum kvantálás
MinimumQuantizer=Minimum kvantálás
ConstQuantizerParameter=Konstans kvantáló paraméter
Main=Fő
Baseline=Alapvonal
SinglePassConstantQP=1-PASS Constant QP
SinglePassCBR=1-PASS CBR
SinglePassVBR=1-PASS VBR
(0)FirstGPU=(0) Első GPU
(1)SecondGPU=(1) Második GPU
WidthHeightMultiple16=Szélesség, magasság a 16 többszöröse
WidthMultiple8HeightMultiple4=Szélesség a 8 többszöröse, magasság a 4 többszöröse
WidthHeightMultiple2=Szélesség, magasság a 2 többszöröse
Pixel=Pixel
Round=Round
RoundUp=RoundUp
RoundDown=RoundDown
ConsumingCPUCycles=Consuming CPU cycles
YieldTheCPU=Yield the CPU
AnimationDuration=Animáció időtartama
millisecond=milliszekundum
Rings=Kör alakú
Star=Csillag
Star_RandomColor=Csillag ( véletlenszerű szín )
Star_Rotation=Csillagok forgatása
Star_Rotation_RandomColor=Csillagok forgatása ( véletlenszerű szín )
Opacity=Átlátszóság
SoftEdge=Lágy szegély
Sec=(Mp)
CursorSize=Egérkurzor mérete
Webcam=Webkamera
WebcamVideoSize=Videó mérete
SerialNumberAlreadyRegistered=Sorozatszám már regisztrálva van.
Close=Bezárás
WhenRecording=Felvételkor
Always=Mindig
AutoSelect=Automatikus kiválasztás
AreSureResetAllSettings=Biztosan visszaállítja a beállításokat?
PleaseEnterRecordingAreaDisplayName=Kérjük, adja meg a felvételi területen megjelenítendő nevet.
NoCategory=Nincs kategória
RecordingAreaCategoryNameExists=Kategória név létezik.
InvaildRecordingAreaCategoryName=Érvénytelen a kategória neve.
PleaseEnterRecordingAreaCategoryName=Kérjük, adja meg a kategória nevét
Youtube=Youtube
LossLess=veszteségmentes
HighPerformanceLossLess=Nagy teljesítményű veszteségmentes
Menu=Menü
ScreenRecording=Képernyő felvétel
GameRecording=Játék felvétel
AudioRecording=Hangfelvétel
LetsSeeTheGameRecordingManual=Játék felvételi útmutató megtekintése kezdőknek.
DesktopDuplicationAPI=Asztal másolása API ( Gyors )
GDIAPI=GDI API
CantNotLoadWatermarkImage=Nem lehet betölteni a vízjel képet.
FrameRateMode_VFR=Változó képfrissítés (gyors)
FrameRateMode_CFR=Állandó képfrissítés
SoundRecord=Record
SecretFolder=SecretFolder
Installed=Installed
InstallApp=Install App
AleadyInstall=App is already installed.
FailedRunInstaller=Failed to run the action install software.
FailedDownload=Download failed.
FailedGetSystemInfo=Failed to Get System Information.
InvalidInstallFile=The download file appears to be corrupted.

[frmHardwareEncoderSettings]
Caption=Kódoló beállításai
tsNVIDIANVENCH264.Caption=NVIDIA NVENC H.264
lblNVIDIANVENCH264Preset.Caption=Séma:
btnOK.Caption=&OK
btnCancel.Caption=&Mégse
lblNvidiaNvencH264Profile.Caption=Profil:
lblNvencH264Level.Caption=Szint:
lblNvencGPUSelect.Caption=GPU:
gbxNvencH264RateControl.Caption=Sebességszabályzás
lblNvencH264ConstQP.Caption=Konstans kvantáló paraméter:
lblNvencH264ConstQPHigh.Caption=1 ( Magas minőség )
lblNvenctH264ConstQPLowQuality.Caption=51 ( Alacsony minőség )
lblNvencH264AverageBitRate.Caption=Átlagos átviteli sebesség: 
lblNvencH264MinimumQuantizer.Caption=Minimum kvantálás: 
lblNvencH264MinimumQPHighQuality.Caption=1 ( Magas minőség )
lblNvencH264MinimumQPLowQuality.Caption=51 ( Alacsony minőség )
lblNvencH264MaximumQuantizer.Caption=Maximum kvantálás:
lblNvencH264MaximumQPHighQuality.Caption=1 ( Magas minőség )
lblNvencH264MaximumQPLowQuality.Caption=51 ( Alacsony minőség )
lblNvencH264MaxBitrate.Caption=Maximális átviteli sebesség:
btnNvencH264Default.Caption=&Alapértelmezett
tsNVIDIANVENCHEVC.Caption=NVIDIA NVENC HEVC
lblNVIDIANVENCHEVCPreset.Caption=Séma:
lblNvidiaNvencHEVCProfile.Caption=Profil
lblNvencHEVCLevel.Caption=Szint
lblNvencHEVCGPUSelect.Caption=GPU
gbxNvencHEVCRateControl.Caption=Sebességszabályozása
lblNvencHEVCConstQP.Caption=Konstans kvantáló paraméter: 
lblNvencHEVCConstQPHigh.Caption=1 ( Magas minőség )
lblNvenctHEVCConstQPLowQuality.Caption=51 ( Alacsony minőség )
btnNvencHEVCDefault.Caption=&Alapértelmezett
lblNvencHEVCAverageBitRate.Caption=Átlagos átviteli sebesség: 
lblNvencHEVCMinimumQuantizer.Caption=Minimum kvantálás: 
lblNvencHEVCMinimumQPHighQuality.Caption=1 ( Magas minőség )
lblNvencHEVCMinimumQPLowQuality.Caption=51 ( Alacsony minőség )
lblNvencHEVCMaximumQuantizer.Caption=Maximum kvantálás: 
lblNvencHEVCMaximumQPHighQuality.Caption=1 ( Magas minőség )
lblNvencHEVCMaximumQPLowQuality.Caption=51 ( Alacsony minőség )
lblNvencHEVCMaxBitrate.Caption=Maximális átviteli sebesség:
gbxOpenH264RateControl.Caption=Sebességszabályzás
lblOpenH264ConstQP.Caption=Konstans kvantáló paraméter: 
lblOpenH264ConstQPHigh.Caption=1 ( Magas minőség )
lblOpenH264ConstQPLowQuality.Caption=51 ( Alacsony minőség )
tsIntelQSVH264.Caption=Intel® Quick Sync Video H.264
lblQSVH264ConstQPHigh.Caption=1 ( Magas minőség )
lblQSVH264ConstQPLowQuality.Caption=51 ( Alacsony minőség )
gbxQSVH264RateControl.Caption=Sebesség ellenőrzése

[frmAudioCodecsSettings]
lblAACAudioBitrate.Caption=Átviteli sebesség : 
lblMP3AudioBitrate.Caption=Átviteli sebesség : 
lblMP2AudioBitrate.Caption=Átviteli sebesség : 
lblWMAAudioBitrate.Caption=Átviteli sebesség : 
btnDefault.Caption=&Alapértelmezett
btnOK.Caption=&OK
btnCancel.Caption=&Mégse
Caption=Audió kódekek beállításai
lblAACAudioSampleRate.Caption=Mintavételi sebesség :
lblMP3AudioSampleRate.Caption=Mintavételi sebesség : 
lblMP2SampleRate.Caption=Mintavételi sebesség : 
lblWMASampleRate.Caption=Mintavételi sebesség : 
lblFlacAudioSampleRate.Caption=Mintavételi sebesség : 

[frmCustomSize]
Caption=Egyéni méret
btnOK.Caption=&OK
btnCancel.Caption=&Mégse
gbxCustomSize.Caption=Méret

[frmRecordingAreaListEditor]
btnReset.Caption=&Visszaállítás
btnOK.Caption=&OK
btnCancel.Caption=&Mégse
mnuAdd.Caption=&Hozzáadás...
mnuEdit.Caption=&Szerkesztés...
mnuDelete.Caption=&Törlés...
mnuInsertSeparator.Caption=&Elválasztó beszúrása...
Caption=Felvételi terület lista szerkesztő

[frmInputNewCategoryName]
Caption=Új kategória
ledtNewCategoryName.Caption=Adja meg a kategória nevét:
btnOK.Caption=&OK
btnCancel.Caption=&Mégse

[frmAddRecordingArea]
Caption=Felvételi terület hozzáadása
lblCategorys.Caption=Kategória:
ledtRecordingAreaDisplayName.Caption=Felvételi terület neve:
btnNewCategory.Caption=&Új kategória...
btnOK.Caption=&OK
btnCancel.Caption=&Mégse

[frmAppInstaller]
lblSecretFolderTitle.Caption=SecretFolder - Hide folder
lblSecretFolderDescription.Caption=Hide, lock and password protect your private files and folders.
